/* 主要地形/区域名（简体中文官方译名，来自游戏解包 Location 数据 + 中文版对照） */
const BOTW_REGIONS = [
 {
  "n": "海布拉地区",
  "px": [
   5284,
   4591
  ],
  "lv": "region"
 },
 {
  "n": "奥尔汀地区",
  "px": [
   16075,
   6369
  ],
  "lv": "region"
 },
 {
  "n": "阿卡莱地区",
  "px": [
   19564,
   4141
  ],
  "lv": "region"
 },
 {
  "n": "拉聂尔地区",
  "px": [
   18350,
   11230
  ],
  "lv": "region"
 },
 {
  "n": "哈特诺地区",
  "px": [
   16498,
   13351
  ],
  "lv": "region"
 },
 {
  "n": "中央海拉鲁",
  "px": [
   11504,
   9844
  ],
  "lv": "region"
 },
 {
  "n": "费罗尼地区",
  "px": [
   13939,
   15651
  ],
  "lv": "region"
 },
 {
  "n": "格鲁德地区",
  "px": [
   3813,
   16683
  ],
  "lv": "region"
 },
 {
  "n": "死亡之山",
  "px": [
   17044,
   4462
  ],
  "lv": "area"
 },
 {
  "n": "东哈特诺",
  "px": [
   17359,
   15015
  ],
  "lv": "area"
 },
 {
  "n": "奥尔汀大峡谷",
  "px": [
   15706,
   7199
  ],
  "lv": "area"
 },
 {
  "n": "奥尔汀山脉",
  "px": [
   14620,
   3249
  ],
  "lv": "area"
 },
 {
  "n": "费罗尼草原",
  "px": [
   11153,
   16313
  ],
  "lv": "area"
 },
 {
  "n": "费罗尼海",
  "px": [
   11898,
   17973
  ],
  "lv": "area"
 },
 {
  "n": "格鲁德沙漠",
  "px": [
   4669,
   17232
  ],
  "lv": "area"
 },
 {
  "n": "格鲁德高地",
  "px": [
   3823,
   11686
  ],
  "lv": "area"
 },
 {
  "n": "哈特诺海",
  "px": [
   20282,
   15690
  ],
  "lv": "area"
 },
 {
  "n": "海布拉山",
  "px": [
   5842,
   3951
  ],
  "lv": "area"
 },
 {
  "n": "海利亚湖",
  "px": [
   11138,
   14604
  ],
  "lv": "area"
 },
 {
  "n": "海拉鲁大森林",
  "px": [
   12728,
   4908
  ],
  "lv": "area"
 },
 {
  "n": "海拉鲁丘陵",
  "px": [
   7235,
   9186
  ],
  "lv": "area"
 },
 {
  "n": "拉聂尔海",
  "px": [
   21349,
   9606
  ],
  "lv": "area"
 },
 {
  "n": "拉聂尔水源",
  "px": [
   19396,
   10523
  ],
  "lv": "area"
 },
 {
  "n": "拉聂尔湿地",
  "px": [
   15493,
   9768
  ],
  "lv": "area"
 },
 {
  "n": "塔邦达边境",
  "px": [
   5049,
   7642
  ],
  "lv": "area"
 },
 {
  "n": "深远阿卡莱",
  "px": [
   19204,
   3628
  ],
  "lv": "area"
 },
 {
  "n": "阿卡莱高原",
  "px": [
   19308,
   5553
  ],
  "lv": "area"
 },
 {
  "n": "阿卡莱海",
  "px": [
   21623,
   3143
  ],
  "lv": "area"
 },
 {
  "n": "西哈特诺",
  "px": [
   14595,
   13049
  ],
  "lv": "area"
 }
];
